1
//что такое JSON?
//текстовый формат обмена данными, основанный на JavaScript.

2
//зачем использовать JSON?  

//Чтобы обмениваться данными

3
//преобразуйте строку ниже в обьект JSON и выведите в консоли
let str = '{name: "Alex", age: 24}';

4
//преобразуйте обьект ниже в строку и выведите в консоли
let obj = {name: "Alex", age: 24};

5
//создайте в отдельности 2 переменные и присвойте одному обьект JSON другому обьект Javascript

6
//какие типы данных может содержать JSON обьект?

7
//какие типы данных не может содержать обьект?

8
//в каком виде мы получаем JSON с сервера?

9
//в каком виде мы отправляем JSON на сервер?